Repository: Athar0001/AmaanSamSung
Catalog: lib/core/languages/app_*.arb
Languages: ar

# continueLabel
source: Continue
ar: متابعة

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Or
ar: أو

source: Register
ar: تسجيل

# orRegister
source: Or register via
ar: أو سجل عن طريق

# createNewAccount
source: Create account
ar: إنشاء حساب جديد

# createParentAccount
source: Create a parent account
ar: إنشاء حساب الوالدين

source: Personal information
ar: البيانات الشخصية

source: Username
ar: اسم المستخدم

# passwordHave8Letters
source: Password must have at least 8 characters
ar: كلمة مرور تحتوي على 8 أحرف على الأقل

# passwordHave1Number
source: Password must have at least one number
ar: كلمة مرور تحتوي على رقم واحد على الأقل

# passwordHave1LetterCapital
source: Password must have at least one capital letter
ar: كلمة مرور تحتوي على حرف كبير على الأقل

# passwordHave1LetterSmall
source: Password must have at least one lowercase letter
ar: كلمة مرور تحتوي على حرف صغير على الأقل

# passwordHave1SpecialCharacter
source: Password must contain a special character
ar: كلمة مرور تحتوي على علامة مميزة

# passwordMaxLength16
source: Password length must not exceed 16 characters
ar: لا يجب أن يزيد طول كلمة المرور عن 16 حرف

source: Confirm password
ar: تأكيد كلمة المرور

# readAndAgree
source: I have read and agree to the
ar: لقد قرأت ووافقت على

source: terms
ar: شروط

source: and
ar: و

source: conditions policy
ar: أحكام وسياسة الخصوصية

# forAmmaan
source: of Amaan
ar: الخاصة بموقع أمان

# chooseCountry
source: Choose your country
ar: اختر دولتك

# choooseYourAge
source: Choose your age
ar: كم عمرك؟

# passwordNotMatch
source: Passwords do not match
ar: كلمة المرور غير متطابقة

source: Change password
ar: تغيير كلمة المرور

# reciveCodeBy
source: Receive the reset code via:
ar: استلام الرمز الخاص بتعيين كلمة مرور جديدة عن طريق:

source: Phone number
ar: رقم الهاتف

# pleaseEnterPhoneNumber
source: Please enter your phone number so we can send the reset code
ar: من فضلك ادخل رقم الهاتف حتى نتمكن من إرسال الرمز الخاص بتعيين كلمة المرور الجديدة

# pleaseEnterEmail
source: Please enter your email to receive the reset code
ar: من فضلك ادخل البريد الإلكتروني لنتمكن من إرسال الرمز الخاص بتعيين كلمة المرور الجديدة

source: Send code
ar: إرسال الرمز

# changeNewPassword
source: Set a new password
ar: تعيين كلمة مرور جديدة

# pleaseEnterOtpCode
source: Please enter the 6-digit verification code sent to
ar: من فضلك أدخل رمز التحقق المكون من 6 أرقام الذي قمنا بإرساله إلى

# codeValidFor
source: You can resend the code in
ar: يمكنك إعادة إرسال الرمز خلال

source: seconds
ar: ثانية

# didNotReceiveCode
source: Didn't receive the code?
ar: لم يصلك رمز؟

# resendCode
source: Resend
ar: إعادة إرسال

# otpNotMatch
source: OTP does not match
ar: OTP غير متطابق

source: OTP must be 6 digits
ar: OTP يجب أن يكون 6 ارقام

# pleaseSetNewPassword
source: Please set a new password that hasn't been used before
ar: من فضلك قم بتعيين كلمة مرور جديدة لم يتم استعمالها من قبل

# thisFieldRequired
source: This field is required
ar: هذا الحقل مطلوب

source: Save
ar: حفظ

# completeVerification
source: Verification complete
ar: اكتمل التحقق

# successSubscription
source: You have successfully subscribed
ar: تم الاشتراك بنجاح

# successSubscriptionDes
source: You have successfully subscribed to the package, you can now enjoy the content
ar: لقد اشتركت بنجاح في الباقة، يمكنك الآن الاستمتاع بمحتوى

# doneNewPassword
source: Password set successfully!
ar: تم تعيين كلمة المرور!

# doneNewPasswordDes
source: A new password has been set successfully. You can now log in with the new password.
ar: تم تعيين كلمة مرور جديدة بنجاح. يمكنك الآن تسجيل الدخول بكلمة المرور الجديدة.

source: Most Listened
ar: الأكثر استماعًا

source: Suggestions
ar: إقتراحات

source: Recently Played
ar: المشغلة مؤخرًا

source: Guest mode
ar: وضع الضيف

# youNeedToLoginToContinueWatching
source: If you want to enjoy this video, you need to join us. Sign up now
ar: إذا كنت تريد الاستمتاع بهذا المحتوى المرئي فعليك الانضام إلينا. سجل الآن

# addChildData
source: Add your child's data
ar: أضف بيانات طفلك

# addChildDataHelpUs
source: Adding your child's data helps us suggest their favorites.
ar: أضف بيانات طفلك لتساعدنا على تقديم أفضل الاقتراحات لما يحب.

# areYourChild
source: Is your child
ar: هل طفلك

# yourChildName
source: Your child's name
ar: اسم طفلك

source: Boy
ar: ولد

source: Girl
ar: بنت

# childData
source: Your child's birth date
ar: تاريخ ميلاد طفلك

source: (Optional)
ar: ( اختياري)

# enterVaildData
source: No valid data entered
ar: لم يتم إدخال بيانات صحيحة

# addChildDataDes
source: Details regarding your child's behavior.
ar: البيانات الخاصة بتصرفات الطفل.

# chooseAnswer
source: Choose your answer
ar: أختر الاجابة

source: Yes
ar: نعم

source: No
ar: لا

source: Add your child now
ar: أضف طفلك الآن

# addAnotherParent
source: Add the other guardian
ar: أضف ولي أمر آخر

source: Your accounts in Amaan
ar: حساباتك في أمان

source: Parents
ar: الوالدان

source: Children
ar: الأطفال

source: Another child
ar: طفل اخر

source: Add
ar: إضافة

# entrance
source: Enter
ar: دخول

source: Invalid data!
ar: بيانات غير صحيحة!

# invalidDataDes
source: Adding your child's behavior data will help suggest the best content for them, but you can skip this step.
ar: (إضافة بيانات سلوك الطفل، سيساعدك على اقتراح محتوى مثالي مُوجّه لطفلك، ولكن يمكنك تخطي هذا)

source: Complete data
ar: أكمل البيانات

source: Skip
ar: تخط

# welcomeToAman
source: Welcome to Amaan
ar: مرحبًا بك في أمان

# joinNow
source: Join the dream world now
ar: انضم الآن إلى عالم الأحلام

# skipOrJoinAsGuest
source: Skip and continue as a guest
ar: تخط واستكمل كضيف

source: Mom
ar: الأم

source: Dad
ar: الأب

source: Who are you?
ar: من أنت؟

source: Your birth date
ar: تاريخ ميلادك

# pleaseChooseRelation
source: Please select your relationship
ar: من فضلك يرجي اختيار صلة القرابة

source: Complete your profile
ar: أكمل إنشاء حسابك

# searchAboutCountry
source: Search for a country
ar: ابحث عن الدولة

source: Select country
ar: حدد الدولة

source: Verify your account
ar: التحقق من حسابك

# receiveCode
source: Receive the verification code via:
ar: استلام الرمز الخاص بالتحقق من حسابك عن طريق:

# virficationCompleteDes
source: Your account has been created successfully. Enjoy the Amaan world now.
ar: تم إنشاء حسابك بنجاح، يمكنك الآن الاستمتاع بعالم أمان

source: Amaan
ar: أمان

source: Okay
ar: حسنًا

# virfaction
source: Verification
ar: تحقق

source: Subscribe now
ar: اشترك الآن

# subscribtions
source: Subscriptions
ar: الاشتراكات

source: Choose your package
ar: اختر الباقة التي تناسبك

# enjoyWithAmaan
source: Enjoy Amaan without limits
ar: استمتع مع أمان بدون حدود

# youHavereachedMax
source: You've reached the maximum limit!
ar: لقد وصلت إلى الحد الأقصى!

# subscribeNowAndAddMoreChilds
source: Subscribe now and add more children.
ar: اشترك الآن وأضف المزيد من الأطفال.

source: Subscribe
ar: اشترك الان

source: Terms of Service
ar: الشروط والأحكام

source: Agree
ar: أوافق

# pinKey
source: Parental Control PIN
ar: مفتاح الرقابة الأبوية

# pinKeyDes
source: This PIN is used to control switching between your account and your child's account. You can change this PIN later in settings
ar: هذا الرمز يُستخدم للتحكم في التنقل بين حسابك وحساب أطفالك. يمكنك تغيير هذا الرمز لاحقًا من الإعدادات

# pinKeyHelp
source: This PIN helps prevent your child from switching accounts and allows you to manage different viewing options.
ar: يتيح لك مفتاح الرقابة الأبوية التحكم في الحسابات ومنع الطفل من التبديل بين الحسابات. يتيح لك استخدام رقم التعريف الشخصي لمفتاح الرقابة الأبوية التحكم في خيارات العرض المختلفة. لذلك يجب إعداد مفتاح الرقابة الأبوية للخطوة التالية.

# setPinKey
source: Set PIN
ar: تعيين الرمز

source: Watch now
ar: شاهد الآن

source: More
ar: المزيد

source: Hide
ar: إخفاء

# enterValidEmail
source: Enter a valid email
ar: ادخل بريد صحيح

source: Age
ar: العمر

source: Rate
ar: التقييم

source: Share
ar: مشاركة

source: Suggest
ar: أقترح

# pleaseChooseGenderOfChild
source: Please select your child's gender
ar: من فضلك أختر جنس الطفل

# pleaseCheckTerms
source: Please agree to the terms and conditions
ar: من فضلك أختر الشروط والأحكام

# fullNameLength5To50
source: Full name must be between 5 and 50 characters
ar: طول الاسم الكامل يجب ان يكون بين 5 و 50 حرف

# enterValidPassword
source: Enter a valid password
ar: أدخل كلمة مرور صالحة

# enterValidNumber
source: Enter a valid number
ar: ادخل رقم صالح

# childInfo
source: Your child's information
ar: معلومات طفلك

# timeMangment
source: Time management
ar: إدارة الوقت

# contentMangment
source: Content management
ar: إدارة المحتوى

source: Account analysis
ar: تحليلات الحساب

source: Favorites
ar: المفضلات

source: Characters
ar: الشخصيات

source: New
ar: جديد

source: Old
ar: قديم

source: Notifications
ar: الإشعارات

source: Edit data
ar: تعديل البيانات

source: Duration time
ar: المدة الزمنية

# durationTimeDes
source: Duration is the time your child is allowed to use the app.
ar: المدة الزمنية هي الوقت المسموح به لطفلك لاستخدام التطبيق

source: End
ar: النهاية

# numberViewHours
source: Number of viewing hours
ar: عدد ساعات المشاهدة

# numberContinueHours
source: Number of continuous hours
ar: عدد الساعات المتواصلة

source: Prayer times
ar: وقت الصلاة

# prayerTimesDes
source: A reminder message for prayer times.
ar: رسالة تذكيرية بمواعيد الصلاة

# chooseContent
source: Choose content allowed for your child
ar: أختر المحتوى المسموح به لطفلك

# accountSetting
source: Account settings
ar: إعدادات الحساب

# childName
source: Child's name
ar: اسم الطفل

source: Delete account
ar: مسح الحساب

# accData
source: Account data
ar: بيانات الحساب

source: My accounts
ar: حساباتي

# childOrders
source: Your child's requests
ar: طلبات أطفالك

source: App interface
ar: واجهة التطبيق

source: Change language
ar: تغيير اللغة

source: Next
ar: التالي

# right
source: Correct!
ar: صواب!

source: Wrong!
ar: خطأ!

# almostDidIt
source: Almost there!
ar: كدت تفعلها

source: Continue watching
ar: استكمال المشاهدة

source: Top Ten
ar: أفضل عشرة

source: Suggestions for you
ar: اقتراحات

source: Related
ar: ذات صلة

source: Episodes
ar: الحلقات

source: You succeeded!
ar: لقد نجحت!

# youHaveGot
source: You've scored
ar: لقد أحرزت

# point
source: points
ar: نقطة

source: Statistics
ar: الاحصائيات

source: Total questions
ar: مجموع الأسئلة

# rightAnswers
source: Correct answers
ar: إجابات صحيحة

source: Wrong answers
ar: إجابات خاطئة

source: Try again
ar: حاول مجددًا

# changePinKey
source: Change parental control PIN
ar: تغيير مفتاح الرقابة الأبوية

# pleaseEnterOldPin
source: Please enter your old PIN
ar: من فضلك ادخل رمزك القديم

# pleaseEnterNewPin
source: Please set a special PIN for parental control
ar: الرجاء تعيين رمز خاص للرقابة الأبوية

source: Verify
ar: تحقق

# childBehavior
source: Child's behavior
ar: سلوك الطفل

source: Search history
ar: سجل البحث

source: Clear history
ar: مسح سجل البحث

source: Search
ar: البحث

source: No results for:
ar: لم يتم العثور على نتائج لـ:

# dontBeSadWeCanFindIt
source: Don't be sad! We can help you find it.
ar: لا تحزن! يمكننا العثور عليه!

# loginToChildren
source: Log in for your child
ar: تسجيل الدخول لطفلك

source: Leaderboard
ar: لوحة المتصدرين

source: Postponed quizzes
ar: اختبارات مؤجلة

source: Current quizzes
ar: الاختبارات الحالية

source: Completed Quizzes
ar: الاختبارات المكتملة

# notCompletedQuizzes
source: Quizzes you haven't finished yet.
ar: الاختبارات التي لم يكملها بعد.

# thePostponedQuizzes
source: Postponed quizzes
ar: الاختبارات المؤجلة

# postponedQuizzesForLater
source: Quizzes you've postponed for later.
ar: اختبارات قمت بتأجيلها لوقت لاحق.

# completedQuizzesDescription
source: This Quiz Has Been Completed
ar: تم الانتهاء من هذا الاختبار

source: Quiz
ar: اختبار

source: Start
ar: ابدأ

# noPostponedQuizzes
source: You don't have any postponed quizzes yet
ar: لا يوجد لديك اختبارت بعد

source: Account Information
ar: معلومات الحساب

source: Country
ar: الدولة

# sureLogout
source: Are You Sure You Want to Logout from Aman?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من أمان؟

source: Logout
ar: تسجيل الخروج

source: Cancel
ar: إلغاء

source: Duration Is the Time Your Child Is Allowed to Use the App
ar: المدة الزمنية هي الوقت المسموح به لطفلك لاستخدام التطبيق

source: Available Hours
ar: الساعات المتاحة

source: The Hours Remaining for Your Child to Use the Application
ar: الساعات المتبقية لطفلك لاستخدام التطبيق

source: Hours per Day
ar: ساعات في اليوم

source: Refuse
ar: رفض

source: Minute
ar: دقيقة

source: Remaining Time
ar: الوقت المتبقي

source: Heroes Quiz
ar: نقاط وعملات الأبطال

# noQuestions
source: There Are No Questions in This Quiz
ar: لا يوجد اى اسئلة فى هذا الاختبار

source: Show
ar: عروض

source: Series
ar: مسلسل

source: The Time Allowed for Viewing Has Expired
ar: المدة الزمنية المسموحة للمشاهدة قد انتهت

source: Request to Continue Viewing
ar: طلب استكمال المشاهدة

# yourChildrenRequests
source: Your Children's Requests
ar: طلبات أطفالك

source: Order
ar: طلب

source: Duration Between Sessions
ar: المدة بين الجلسات

# startQuiz
source: Let's start the hero's quiz
ar: هيا بنا إلى اختبار الأبطال

# ok
source: Okay
ar: حسنًا

source: Later
ar: لاحقا

# rateVideo
source: Did you like {name}? Rate it to receive more
ar: هل أعجبك {name}؟ قم بتقييمه ليصلك المزيد

# review
source: Rate
ar: تقييم

source: No, thanks!
ar: لا، شكرًا!

# questionRequired
source: No valid data entered
ar: لم يتم ادخال أي بيانات صحيحة

source: Series and movies
ar: مسلسلات وأفلام

# profileEditDone
source: Profile updated successfully
ar: تم تعديل الملف الشخصي بنجاح

source: Your country
ar: بلدك

# selectBirthDate
source: Select your birth date
ar: اختر تاريخ ميلادك

source: Comments
ar: التعليقات

source: Add your comment...
ar: أضف تعليقك...

source: Seasons
ar: المواسم

source: Dark mode
ar: الوضع المظلم

source: Light mode
ar: الوضع المضيء

source: Volume level
ar: مستوى الصوت

# notificationsAndAlerts
source: Notifications and reminders
ar: التنبيهات والتذكيرات

# prayed
source: You have prayed
ar: لقد صليت

# prayingMsg
source: It's time for
ar: حان الآن موعد صلاة

source: No notifications!
ar: لا يوجد إشعارات!

# noNotificationsDes
source: You haven't received any notifications yet.
ar: لم تتلق أي إشعارات حتى الآن.

# arbicLanguage
source: Arabic language
ar: اللغة العربية

source: English language
ar: اللغة الانجليزية

# pinCodeVerificationDone
source: Pin Code Successfully Verified
ar: تم التحقق من الرمز بنجاح

# setPinCodeDone
source: Pin Code Successfully Set
ar: تم تعيين الرمز بنجاح

# loginToParent
source: Parent Login
ar: تسجيل الدخول للوالدين

# pleaseEnterPinCode
source: Please Enter the Pin Code
ar: الرجاء ادخال الرمز

source: Send Watch Request
ar: أرسل طلب مشاهدة

# timeFinished
source: You Have Reached the Allowed Time for Today. You Can Send a Request to Your Parents to Continue Watching
ar: قد وصلت إلى الحد الأقصى للوقت المسموح لك به خلال اليوم. يمكنك إرسال طلب إلى والديك لإكمال المشاهدة

source: Season
ar: الموسم

source: Share with Your Friends
ar: شارك مع أصدقائك

# accountAnalaytics
source: Account Analytics
ar: تحليلات الحساب

source: Activities
ar: الأنشطة

source: Usage
ar: الاستخدام

# quizes
source: Quizzes
ar: الاختبارات

source: Reports
ar: التقارير

# reportsDes
source: Reports About Your Child During the Specified Period
ar: التقارير الخاصة بطفلك خلال هذه المدة المحددة

source: From
ar: من

source: To
ar: إلى

# viewTime
source: Viewing Time
ar: وقت المشاهدة

source: Daily Usage
ar: الاستخدام اليومي

source: Weekly Usage
ar: الاستخدام الأسبوعي

# quizesNotCompleted
source: Quizzes That Your Child Hasn't Completed Yet.
ar: الاختبارات التي لم ينهيها طفلك بعد.

source: Answers
ar: الإجابات

# qustionsNumber
source: Questions
ar: عدد الاسئلة

source: Quiz Result
ar: نتيجة الاختبار

# retakeQuizNumber
source: Quiz Retaken
ar: تم إعادة الاختبار عدد

source: Times
ar: من المرات

# whatIsNew
source: What's New
ar: ما الجديد

# noSearchResult
source: No Results for this search
ar: لا يوجد نتائج لهذا البحث

# hoursInDay
source: Hours in a Day
ar: ساعات في اليوم

# upgradePlz
source: Upgrade Your Plan To Watch This Show
ar: يجب ترقية الباقة لمشاهدة العرض

# watchingNotAllowed
source: Watching not available at this time
ar: المشاهدة غير متاحة في هذا الوقت

# loginPlz
source: Upgrade Your Plan To Watch This Show
ar: يجب تسجيل الدخول لمشاهدة هذا العرض

# codeMustBe6Digits
source: The code must contain 6 numbers
ar: يجب ان يحتوي الكود على 6 ارقام

# programes
source: Programs
ar: برامج

source: Games
ar: ألعاب

source: Day
ar: يوم

source: Days
ar: ايام

source: Hours
ar: ساعات

# requestSent
source: Your request has been sent
ar: تم إرسال طلبك بنجاح

source: Minutes
ar: دقائق

# pleaseSelectParentAccount
source: Please select a parent account
ar: الرجاء تحديد حساب الوالدين

# pleaseAddPasswordAccount
source: Please enter your account password to confirm this step
ar: يرجى إدخال كلمة المرور الخاصة بحسابك لتأكيد هذه الخطوة

# notFoundFavorites
source: No favorites yet!
ar: لا يوجد مفضلات بعد!

# addYourFavorite
source: Add the content you like to favorites so you can always keep it
ar: أضف المحتوى الذي تفضله إلى المفضلات حتى تحتفظ به دائمًا

source: Hour
ar: ساعة

source: Sunrise
ar: الشروق

source: Fajr
ar: الفجر

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Radio
ar: إذاعة

source: Radio Categories
ar: فئات الإذاعة

source: Radio Live
ar: إذاعة البث المباشر

source: Live Broadcast
ar: البث المباشر

source: Live
ar: مباشر

source: Radio Time Table
ar: جدول الإذاعة

source: Live Broadcasting Table
ar: جدول البث المباشر

# theSuggestions
source: Suggestions
ar: المقترحات

source: Play Lists
ar: قوائم التشغيل

source: Show Not Released Yet
ar: لم يتم نشر هذا العرض بعد

source: Release In
ar: سيتم النشر خلال

# inMoments
source: Moments
ar: لحظات

source: Soon
ar: قريبًاً

source: Secs
ar: ثواني

source: Release Date
ar: موعد الإصدار

source: episode
ar: الحلقة

source: start listening
ar: بدء الاستماع

# seasonsShow
source: seasons
ar: مواسم

# addPlaylistDes
source: Grant your list a name that describes it and enjoy it
ar: امنح قائمتك اسمًا تفضله يعبر عنها

source: Create
ar: إنشاء

# closing
source: Close
ar: اغلاق

source: Added Successfully
ar: تمت الإضافة بنجاح

source: Add to playlist
ar: أضف إلى قائمة

source: Add to favorite
ar: أضف إلى المفضلة

source: Add to another playlist
ar: اضاف الى قائمة اخرى

source: Delete from playlist
ar: احذف من هذه القائمة

source: Add playlist
ar: إضافة قائمة

source: Add to list
ar: أضف إلى القائمة

# notFoundAnyAudios
source: No audios found
ar: لم يتم إضافة أي مشغل إلى القائمة

source: Deleted Successfully
ar: تم الحذف بنجاح

source: New Playlist
ar: قائمة جديدة

source: Saved In
ar: محفوظ في

source: Playlists
ar: قوائم التشغيل

source: Radio Count
ar: عدد الإذاعات

source: Live broadcast schedule
ar: جدول البث المباشر

source: Saturday
ar: سبت

source: Sunday
ar: أحد

source: Monday
ar: إثنين

source: Tuesday
ar: ثلاثاء

source: Wednesday
ar: أربعاء

source: Thursday
ar: خميس

source: Friday
ar: جمعة

source: PM
ar: م

source: AM
ar: ص

source: Best moments
ar: أفضل اللحظات

# ads
source: Advertisements
ar: الإعلانات

source: Close
ar: إغلاق

source: Translation
ar: الترجمة

source: Texts
ar: النصوص

source: Quality
ar: الجودة

source: Next Episode
ar: الحلقة التالية

source: Screen locked
ar: الشاشة مقفلة

# screenUnlocked
source: The lock has been unlocked
ar: تم فتح القفل

source: Resolution
ar: الدقة

# noUasageTime
source: There is no specific user time for this child.
ar: لا يوجد وقت مستخدم محدد لهذا الطفل

source: Remove from list
ar: إزالة من القائمة

# thisVideoNotAvaliableForWatchingNow
source: This video is not available to watch now
ar: هذا الفيديو غير متاح للمشاهدة الآن

# changeColorSubtitle
source: Changing between colors allows you to enjoy different designs and colors
ar: التغيير بين الألوان يتيح لك التمتع بتصميمات وألوان مختلفة

source: About series
ar: عن المسلسل

source: About film
ar: عن الفيلم

# yearProduction
source: Year of production
ar: سنة الإنتاج

# oneEpisode
source: Episode
ar: حلقة

# episodess
source: Episodes
ar: حلقات

source: Two Episodes
ar: حلقتان

# oneSeason
source: Season
ar: موسم

source: Two Seasons
ar: موسمان

source: Tasks
ar: المهام

source: My tasks
ar: مهامي

# beginIn
source: begins in
ar: ستبدأ بعد

source: Play Now
ar: تشغيل

source: Remember me
ar: تذكرني

source: Accept
ar: موافق

# passwordValidation
source: Please ensure that the password contains at least 8 characters, a number, and a special character (@#$%&). It must also include a capital letter (A-Z) and a lowercase letter (a-z).
ar: نرجو التحقق من أن كلمة المرور تتكون من 8 أحرف علي الأقل وتحتوي علي رقم ورمز (@#$%&) وحرف كبير (A-Z) وحرف صغير (a-z)

source: Confirm Identity
ar: تأكيد الهوية

# checkInternetConnection
source: Please check your internet connection
ar: برجاء التحقق من الاتصال بالانترنت

# min
source: m
ar: د

# sureDeleteAccount
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Choose App Language
ar: اختر لغة التطبيق

source: Coming Soon
ar: قريبًا

# featureComingSoon
source: This feature will be available soon. Stay tuned!
ar: سيتم الإضافة قريبًا. تابعنا!

# emptyStateMessage
source: No items yet
ar: لا يوجد عناصر حتى الآن

source: How many times to repeat ?
ar: كم عدد مرات الإعادة ؟

source: Enter repeat count
ar: ادخل عدد مرات الإعادة

source: Repeat
ar: إعادة

# max
source: Max count 10
ar: 10 اقصى عدد

source: Miscellaneous:
ar: منوعات

source: edit
ar: تعديل

source: Delete
ar: حذف

source: Skip Intro
ar: تخطي المقدمة

# deletePlaylist
source: Clear list
ar: مسح القائمة

# editPlaylist
source: Edit list
ar: تعديل القائمة

# deletePlaylistConfirmation
source: Are you sure you want to delete the list?
ar: هل أنت متأكد أنك تريد حذف القائمة؟

# editPlaylistConfirmation
source: Are you sure you want to edit the list?
ar: هل أنت متأكد أنك تريد تعديل القائمة؟

source: playlist Name
ar: اسم القائمة

source: Enter playlist Name
ar: أدخل اسم القائمة

source: Create playlist
ar: إنشاء قائمة

source: Monthly
ar: شهري

source: Yearly
ar: سنوي

source: Mange Devices
ar: إدارة الاجهزة

source: Connected Devices
ar: الأجهزة المتصلة

source: Device Name
ar: اسم الجهاز

source: Device Type
ar: نوع الجهاز

source: Last Login
ar: آخر تسجيل دخول

source: Remove Device
ar: إزالة الجهاز

# deviceRemoved
source: Device removed successfully
ar: تمت إزالة الجهاز بنجاح

# noConnectedDevices
source: No connected devices found
ar: لم يتم العثور على أجهزة متصلة

# confirmRemoveDevice
source: Are you sure you want to remove this device?
ar: هل أنت متأكد أنك تريد إزالة هذا الجهاز؟

# logoutAllDevices
source: Logout From All Devices
ar: الخروج من جميع الاجهزة

source: Refresh
ar: تحديث

source: Error happened, try again
ar: حدث خطأ، يرجى المحاولة مرة أخرى

source: Enter promo code
ar: أدخل كود الخصم

source: Validate
ar: تحقق

source: Promo code invalid
ar: كود الخصم غير صحيح

source: Promo code valid
ar: كود الخصم صحيح

source: Please enter promo code
ar: الرجاء ادخال كود الخصم

source: Change promo code
ar: تغيير كود الخصم

# youAreOnThisPlan
source: You are subscribed to this plan
ar: أنت الآن مشترك على هذه الباقة

# yourSubscriptionEndAt
source: Renew your subscription at
ar: يتجدد اشتراكك في

# subscriptionEndsAt
source: Your subscription ends at
ar: الاشتراك ينتهي في

source: Cancel Subscription
ar: إلغاء الاشتراك

# youSubscribe
source: You are now subscribed to
ar: أنت الآن على باقة

# sureChangePlan
source: Are you sure you want to change the package?
ar: هل أنت متأكد من تغيير الباقة؟

# sureCancelSubscription
source: Are you sure you want to cancel your subscription? This action cannot be undone.
ar: هل أنت متأكد من إلغاء الاشتراك؟ لا يمكن التراجع عن هذا الاجراء.

# subscriptionCancelled
source: Subscription cancelled successfully
ar: تم إلغاء الباقة بنجاح
