Repository: Athar0001/AmaanSamSung
Catalog: lib/core/languages/app_*.arb
Languages: ar

source: Subscription Not Active
ar: الاشتراك غير مفعل

# subscribeDialogText1
source: Do you want to enjoy the rest of the episodes and activities?
ar: هل تريد الاستمتاع بباقى الحلقات و الأنشطة؟

# subscribeDialogText2Son
source: Subscribe with "Amaan" to enjoy a whole world of fun episodes and exciting learning! Ask your parent to subscribe now
ar: اشترك مع “أمان” لتستمتع بعالم كامل من الحلقات الممتعة والتعلّم الشيّق! اطلب من ولي أمرك الاشتراك الآن

# subscribeDialogText2Parent
source: Subscription provides your child with a varied and safe content that combines entertainment and learning.
ar: الاشتراك يوفّر لطفلك محتوى متنوّعًا وآمنًا يجمع بين الترفيه والتعلّم.

# updateNow
source: Update Now Available
ar: تحديث التطبيق متوفر الآن

# updateNowDes
source: Update the app to enjoy all the new features
ar: حدث التطبيق لتستمتع بجميع المزايا الجديدة

# updateNowButton
source: Update Now
ar: تحديث الآن

source: Subscription Failed
ar: فشل الاشتراك

# subscriptionFailedDes
source: Package subscription failed. Please try again.
ar: فشل الاشتراك في الباقة. الرجاء المحاولة مرة اخرى

source: Welcome Friend
ar: مرحبا ياصديقي

# chooseRepeat
source: Choose Repeat Times
ar: اختر عدد مرات التكرار

# howCanHelpYou
source: How can we help you?
ar: كيف يمكننا مساعدتك؟

# youCanApplyRequest
source: You can submit a request regarding all your inquiries, and the specialized team will respond to you within 24 hours.
ar: يمكنك تقديم طلب بكل ما يخص تساؤلاتك, وسيقوم الفريق المختص بالرد عليك خلال 24 ساعة.

source: contact Us
ar: تواصل معنا

source: Ticket Type
ar: نوع المشكلة

# address
source: Title
ar: العنوان

# descriptionOfMsg
source: Describe your message..
ar: وصف رسالتك..

# addPicture
source: Attach an image/file here (optional)
ar: ارفاق صورة/ ملف هنا (اختياري)

source: Send
ar: ارسال

source: My Tickets
ar: تذاكري

source: Create Ticket
ar: إنشاء تذكرة

source: Ticket
ar: التذكرة

source: Ticket No.
ar: رقم التذكرة

source: Last Update
ar: آخر تحديث

# yourMessageSentSuccessfully
source: Your message has been sent successfully
ar: تم ارسال رسالتك بنجاح

source: Technical Issue
ar: مشكلة تقنية

source: General inquiry
ar: استفسار عام

source: Suggestion
ar: اقتراح

source: Complaint
ar: شكوى

source: Other
ar: أخرى

# statusOpened
source: Opened
ar: مفتوحة

# statusProcessing
source: Processing
ar: قيد المراجعة

# statusSolved
source: Solved
ar: تم الحل

# yourCurrentPlanProvides
source: Your current plan provides you with {noOfAllowedDevices} devices
ar: خطتك الحالية توفر لك تسجيل {noOfAllowedDevices} أجهزة

# deviceGroupDescription
source: The group of devices that have logged in with this account. You can log out any unfamiliar device or change the password for more security.
ar: مجموعة الاجهزة التي سجل الدخول عليها عبر هذا الحساب. يمكنك تسجيل خروج اي جهاز غير مألوف أو تغيير كلمة المرور لمزيد من الأمان

source: Current device
ar: الجهاز الحالي

# confirmLogout
source: Are you sure you want to log out of this device?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من هذا الجهاز؟

source: Retry
ar: إعادة المحاولة

# motivationalTaskMessage
source: Come on, complete more tasks to earn more points and get rewards
ar: هيا قم بإنجاز المزيد من المهام لتنال المزيد من النقاط لتحصل على المكافأة

# noTasksToday
source: No tasks for today
ar: لا توجد مهام لهذا اليوم

source: Today's tasks
ar: مهام اليوم

source: Bravo Cookie!
ar: برافوو كوكي!

# completedAllTasksMessage
source: You have completed all your tasks, let's see how much you earned today
ar: لقد أنجزت كل مهامك لنرى كم ربحت اليوم

source: Continue
ar: المتابعة

source: Well done!
ar: أحسنت!

# taskCompletedSuccessfully
source: You have completed the task successfully
ar: لقد أكملت المهمة بنجاح

source: How was your experience?
ar: كيف كانت تجربتك؟

source: Confirm
ar: تأكيد

# doYouWantToUndoTask
source: Do you want to undo {taskTitle}?
ar: هل تود التراجع عن {taskTitle}؟

# didYouCompleteTask
source: Did you complete {taskTitle} successfully?
ar: هل أكملت {taskTitle} بنجاح؟

# completedAllTasksSuccessfully
source: You have completed all your tasks successfully 🎉
ar: لقد انجزت مهامك بنجاح 🎉

# haventStartedAnyTask
source: You haven't started any task yet!
ar: لم تبدأ بتنفيذ اى مهمه بعد!

# completedTasksCount
source: You have completed {count} tasks successfully 🎉
ar: لقد انجزت {count} مهمة بنجاح 🎉

# taskInstanceIdRequired
source: Task instance ID is required
ar: معرف المهمة مطلوب

# failedToFetchTasks
source: Failed to fetch tasks: {error}
ar: فشل في جلب المهام: {error}

# failedToMarkTaskAsDone
source: Failed to mark task as done: {error}
ar: فشل في تحديد المهمة كمكتملة: {error}

# failedToMarkTaskAsUndone
source: Failed to mark task as undone: {error}
ar: فشل في تحديد المهمة كغير مكتملة: {error}

source: Failed to fetch today's tasks
ar: فشل في جلب مهام اليوم

source: Failed to fetch child tasks
ar: فشل في جلب مهام الطفل

source: Failed to fetch child score
ar: فشل في جلب نقاط الطفل

# failedToMarkTaskAsDoneService
source: Failed to mark task as done
ar: فشل في تحديد المهمة كمكتملة

# failedToMarkTaskAsUndoneService
source: Failed to mark task as undone
ar: فشل في تحديد المهمة كغير مكتملة

source: Welcome my friend
ar: مرحباً يا صديقي

# playAndRecite
source: Play the episodes and recite along with our heroes
ar: ابدأ التلاوة من الحلقات مباشرة

source: Subject
ar: الموضوع

source: No tickets found
ar: لم يتم العثور على تذاكر

# noMessagesFound
source: Thank you for contacting us, our team will respond to you soon
ar: شكراً لتواصلكم معنا، سيقوم فريقنا بالرد عليكم قريبًاً

source: Category
ar: الفئة

source: Description
ar: الوصف

source: Open Date
ar: تاريخ الفتح

source: Daily Tasks
ar: المهام اليومية

source: Choose daily tasks for your child
ar: اختر المهام اليومية لطفلك

# chooseOrModifyYourChildTasks
source: Choose or modify your child's tasks
ar: قم باختيار او تعديل مهام أطفالك

source: Custom Tasks
ar: مهام مخصصة

source: Create New Task
ar: إنشاء مهمة جديدة

source: Edit Task
ar: تعديل المهمة

source: Task Name
ar: اسم المهمة

source: Write Description
ar: اكتب الوصف

source: Choose Task Image
ar: اختر صورة المهمة

source: Delete Task
ar: حذف المهمة

# areYouSureDeleteTask
source: Are you sure you want to delete this task?
ar: هل أنت متأكد من حذف هذه المهمة؟

source: Task deleted successfully
ar: تم حذف المهمة

# addTaskToCustomTasks
source: Add {taskTitle} to custom tasks
ar: إضافة مهمة {taskTitle} إلى المهام المخصصة

source: Daily
ar: يومياً

source: Select Payment Method
ar: اختر طريقة الدفع

# payWithVisa
source: Pay with Visa/Card
ar: الدفع بالفيزا/البطاقة

source: Pay with Coupon
ar: الدفع باستخدام كوبون

source: Enter Coupon
ar: ادخل الكوبون

source: Coupon Code
ar: كود الكوبون

source: Enter Coupon Code
ar: ادخل كود الكوبون

source: Apply Coupon
ar: تطبيق الكوبون

# invalidCoupon
source: Invalid Coupon Code
ar: كود الكوبون غير صالح

# couponApplied
source: Coupon Code Applied
ar: كود الكوبون صالح

# addPhoneNumber
source: Please complete your account information by adding your phone number.
ar: يرجى إكمال معلومات حسابك بإضافة رقم الهاتف.

# qrLoginTitle
source: Login from your mobile using the QR code below
ar: سجل الدخول من موبايلك باستخدام رمز الـQR الموجود بالأسفل

# qrLoginSubtitle
source: Scan the code from the mobile app and you will be automatically logged in to the screen after a successful operation.
ar: قوم بمسح (Scan) للرمز من تطبيق الموبايل وسيتم تسجيل الدخول تلقائياً على الشاشة بعد نجاح العملية.

# qrCodeExpiresIn
source: Code expires in:
ar: تنتهي صلاحية الرمز خلال:

source: Refresh Code
ar: تحديث الرمز
